countryanalyze = {
 			'name':'总规律',
			'1979':'1', '1980':'1', '1981':'1', '1982':'2', '1983':'3', '1984':'3', '1985':'3', '1986':'4', '1988':'5',  '1989':'6', '1990':'6', '1991':'7', '1992':'8', '1993':'9', '1994':'9', '1995':'9', '1996':'10', '1997':'11', '1998':'12', '1999':'12', '2000':'13', '2001':'13', '2002':'13', '2003':'13', '2004':'14', '2005':'15', '2006':'16', '2007':'16', '2008':'16', '2009':'17', '2010':'18', '2011':'18', '2012':'19', '2013':'19',
            '1':'1979-1981年，全国经济增长率维持在较低水平，这是因为这几年中央的工作主要集中于政治上的拨乱反正；在经济上的工作重心在放宽农业政策上，实现了“包产到户”从“不允许”到“不要一刀切”、“允许实行”，并提出“包产到户”的生产责任制并未动摇土地公有制和农村集体经济，这一政策上的改变解放了农村的生产力，一定程度促进了全国农业的发展，但并没有那么快见效。',
            '2':'1982年，全国各地经济增长率普遍有较大提升，这与农村家庭联产承包责任制的普及和正式确立有很大的关系。具体而言，在年初中央1号文件《全国农村工作会议纪要》中，明确了“建立生产责任制”是亿万农民的“强烈愿望”，要“长期不变”。同年9月，在中国共产党第十二次全国代表大会上，邓小平首次提出“建设有中国特色社会主义”，这一命题的提出进一步解放了思想，成为推动改革开放经济发展的奠基石。',
            '3':'1983-1985年，中央重视农村经济建设工作，包括1983年印发《当前农村经济政策的若干问题》（1983年中央一号文件）、1985年中共中央及国务院发布的《关于进一步活跃农村经济的十项政策》，逐步推动农村经济体制改革。另外，这几年的固定资产投资增长过快，在数值上会拉高GDP，但如果增长过快则会影响经济结构的调整优化、加大通货膨胀压力、增加经济运行的潜在风险等。',
            '4':'1986年，经济增长速率放缓，这与中央实行控制固定资产投资增长过快的政策很有关系，如5月财务部、国家经委发出《关于对部分行业和部门所属国营工业企业实行固定资产分类折旧的通知》，7月国务院下达《关于控制固定资产投资规模的若干规定》等，虽然在表现在数值上人均GDP增长率比较低，但是更有利于经济的稳定发展。',
            '5':'1988年，数值上看GDP增长大幅增长，而且增长率波峰全国同时出现。但这只是一个表象，数据的背后是经济与社会的极度混乱！造成这一情况的原因就是88年从价格双轨制到放开价格的“价格闯关”，这一价格改革原本的目的是迅速解决商品价格被过分压抑造成企业利润过低，价格管理制度过于僵化，双轨制造成的经济混乱、官员倒卖、社会不满等问题；但其过于急促的改革、过于乐观的估计以及配套措施的缺乏，导致到了中后期价格改革完全失控，物价普遍增长10多倍；这一情况导致了国民极度恐慌，各地都在疯狂抢购商品，并且不停从银行中提款，造成了国家经济与社会的混乱。',
            '6':'1989-1990年全国各地方经济增长率同时出现了低谷，其原因是这一年中央对经济秩序进行了全面整顿，其主要工作包括：消除经济过热；遏制通货膨胀；压缩固定资产投资规模，使其与国力承担相适应；逐步缓解社会总需求大于总供给的矛盾；认真调整经济结构；建立健全经济法规，积极推进社会主义商品经济新秩序的建设。再加上89年社会与政治上的一些风波，所以89年呈现在人均GDP的数值上全国出现低谷，但整顿有利于全国经济更健康地发展；而90年在整顿政策的持续影响下，全国各地整体经济增长率仍然保持较低水平。',
            '7':'1991年，全国各地经济在两年低迷后加速增长，呈现复苏迹象；在前两年的整顿下，物价趋于平稳但又逐步放开，仅在粮油等小方面做小幅度调控，人民的消费欲望回升；这一年也是“八五”的第一年，在90年底十三届七中全会通过了《中共中央关于制定国民经济和社会发展十年规划和“八五”计划的建议》，其中对经济体制改革和经济发展提出了72条规划和建议，并概括成了12条原则，这对各地的经济生产有很大的鼓舞效应；同年3月，《解放日报》发表文章《改革要有新思路》、《扩大开放的意识要更强些》，指出市场经济“姓社不姓资”，新时期的经济建设和对外开放要“敢于冒点风险”，这也对经济产生了推动作用；同时，中央对固定资产的投资比例显著加大，拉动了各地经济。',
            '8':'1992年，全国各地经济增长速度急速攀升。1月，邓小平同志视察武昌、深圳、珠海、上海等地时，发表了著名的“南方谈话”，明确了改革是“解放、发展生产力”以及“一个中心，两个基本点”的基本路线，在同年开展的中共中央政治局全体会议、七届全国人大五次会议被反复强调；在这一年，治理整顿的任务基本完成，中央重新放开价格，“价格闯关”终于完成；92年中央指示的另一个重点是“扩大开放”，在人大的《政府工作报告》，中央政治局会议的《中共中央关于加快改革，扩大开放，力争经济更好更快地上一个新台阶的意见》中都强调了这点；同年，党的十四大确立了邓小平建设有中国特色社会主义理论在全党的指导地位。以上事件与政策都极大地推动了全国各地的经济发展，给接下来3年的“八五”计划加了油。',
            '9':'1993-1995年，全国各地经济增长率都维持在很高的水平，这一时期的经济建设工作是围绕着“八五”计划和社会主义市场经济体制改革有条不紊地进行着，这个时期的经济政策较为宽松，第一、第二产业的增长速度极快。3年间，中央的工作重心除了放在深化改革、扩大开放以外，还致力于促进国有企业经营机制改革和西北地区经济发展等问题。这一时期是改革开放30多年来经济增长最快的时期；但到了后期，通货膨胀问题又再次发生，这次的原因主要是农产品涨价，以及央行新增外汇储备数额过大等，这使得中央开始考虑紧缩经济，致力于中国经济的软着陆。',
            '10':'1996年，中国经济实现软着陆，通货膨胀的势头得到有效抑制，实际上适度紧缩的政策已在前两年开始实施，具体包括：金融制度的整顿、财政税收的严格控制、房地产领域的整顿、固定资产投资规模的控制、对开发区的整顿、对飞涨物价的抑制等；同时也加快了国有体会经营机制改革，财政、金融、外贸、价格、投资体制的改革，配套的改革是为了走出中国经济“一放就乱，一乱就紧，一紧就死，一死就放”的循环。',
            '11':'1997年，亚洲金融危机爆发，中国承受巨大压力，但是并没有受到巨大的冲击。中国在金融危机中坚持人民币不贬值，并展现了一个大国的风范，在金融危机中成为中流砥柱，为缓解亚洲金融危机采取了一系列积极政策。97年全国经济增长速率有所放缓，但这也是中央控制经济过快增长、抑制通货膨胀、实现稳步增长的结果，再加上金融危机的大环境，因此增长放缓十分正常，或说能稳住步伐增长已经不易。',
            '12':'1998-1999年，全国各地经济增长率继续保持较低水平，但中央的经济政策却有了改变。通过前几年的紧缩政策，全国过热的经济已有所回落，经济已进入平稳增长的时期，中央为了抑制金融危机的影响，重新拉动经济的增长，开始采取积极的货币、财政政策，扩大投资，刺激消费，扩大内需，同时推动企业、金融体制等的改革。虽然如此，但各地经济就像得了金融危机和紧缩政策的后遗症，这两年仍不见提高，外贸进出口总额依然较低，人民的消费欲望也仍旧不强。',
            '13':'2000-2003年，中国处于“十五”期间，国际环境错综复杂，全球经济持续下滑，但中央的积极政策开始收到效果，中国经济开始走出金融危机的影响，走向复苏：2001年，中国加入WTO，融入世界经济的脚步加快；2003年，虽然爆发了非典以及出现了旱涝灾害，第二季度的增长率有所下降，但一年下来的增长率并没有下滑，全国大部分地区反而有一定的增长，这是因为非典影响对生产的直接冲击不大，其影响的如第三产业、交通运输业以及餐营业等占GDP的比重并不大，其冲击时间也有限；而旱涝灾害确实一定程度影响了农业，不过影响地区相对集中，而且GDP中还是工业比重最大，所以体现在数值上并下降很多。',
            '14':'2004年，中国各地经济出现增长高峰，主要原因是政府与企业对房地产等产业的开发有大幅增长，国民消费有所增长，但同时物价、原材料价格也有所提高，带来的问题也不少：城乡差距快速扩大、能源短缺、产业结构不合理，这使得中央在2005年采取经济紧缩政策。',
            '15':'2005年中央采取紧缩政策，成功控制2004年出现的经济过热增长，特别是对于房地产市场的调控，抑制住了房价过快上涨，所以人均GDP增长率对比04年有所下降。',
            '16':'2006-2008年，外贸出口和国内商品消费持续增长；另外房价在2006年趋于平稳后又在2007年快速上涨；而且2007-2008年通货膨胀问题又再次突显。所以虽然人均GDP增长率在数值上有一定上升，但并不见得是一件好事。但并非所有地区在08年经济增长率都有所提高，原因在于08年出现了特大雪灾、汶川地震，下半年还爆发了全球金融危机，影响了贸易出口，这使得出现灾情的地区（如四川），以及一些依赖出口的地区（如广东）的经济增长速率都有所下降。',
            '17':'2009年，受到全球金融危机的持续性影响，中国的贸易出口大幅下降，GDP增长在上一个时期主要依靠贸易顺差所带来，因此在贸易顺差大幅减少的情况下，这一年全国各地的经济增长速率都出现低谷；经济增长主要靠固定资产投资维持，这会带来经济结构比例失衡等问题。但是在全球金融危机的大背景下，中国能保持一定的发展速率，稳定发展，已经表现得十分难得，应当客观看待这一时期的增长率“低谷”。',
            '18':'2010-2011年，中国率先走出全球金融危机的影响，经济开始复苏，全国大部分地区的增长率出现明显上升。这两年农业克服了自然灾害的难关，生产保持稳定；工业平稳增长，固定资产投资仍较快增长但结构有所改善；社会消费有所增长，最重要的是对外贸易实现了金融危机以来的迅速增长。然而，这两年房价飙升，导致了史上最严的楼市调控；另外通货膨胀、物价上涨问题十分尖锐，“豆你玩”、“蒜你狠”、“苹什么”、“姜你军”等名词大量出现，反应了这一问题的严重。但房价和物价问题在2011年下半年都在中央的调控下逐渐得到控制，有所好转。',
            '19':'2012-2013年，全国各地区基本无一例外的增长速率出现低谷，主要原因是在需求减弱、成本上升、企业利润下降、产能过剩、就业问题、世界经济复苏乏力、贸易保护主义等不利因素下，进出口贸易、固定资产投资、社会消费及工业增长等方面均出现增速回落。比较欣慰的是物价和房价增长过快问题在这一时期得到了有效抑制。'
};


var regionanalyze = {
	'北京':{
				'1979':'1', '1980':'1', '1981':'1',
            	'1':'1979~1981年，连续3年干旱对农业生产造成较大影响，1981年出现负增长。'
			},
	'天津':{
				'1979':'1', '1980':'1', '1981':'1',
            	'1':'1979~1981年，连续3年干旱对农业生产造成较大影响，1981年出现负增长。'
			},
	'河北':{
				'1979':'1', '1980':'1', '1981':'1',
            	'1':'1979~1981年，连续3年干旱对农业生产造成较大影响，1981年出现负增长。'
			},
	'山西':{
				'1980':'1',
            	'1':'1980年增长率大幅下滑，主要是旱灾的影响。'
			},
	'内蒙古':{
				'1982':'1', '1988':'2', '1994':'3', '2000':'5', '2003':'6', '2004':'7', '2005':'8', '2007':'9',
            	'1':'1982年，赤峰市巴林右旗把草场使用权也承包给了牧民，实行了“草场共有，承包经营，牲畜作价，户有户养”的“草畜双承包”责任制。',
            	'2':'1988年，国家投资250多亿元在内蒙古鄂尔多斯高原开发建设世界七大煤田之一的东胜神府煤田和位居全国五大露天煤矿之首的准格尔煤田。',
            	'3':'1991年，国务院批准《关于积极发展边境贸易和经济合作，促进边疆繁荣稳定的意见》，授予内蒙古等4个边境省区管理边境贸易和经济合作部分权限。',
            	'4':'1994年，内蒙古自治区第六次党代会提出内蒙古要实施“名牌推进”战略。',
            	'5':'2000年初，内蒙古自治区、广西壮族自治区同时被国家纳入西部大开发序列。',
            	'6':'2003年，国家确定内蒙古自治区满洲里市作为中国内陆沿边开放城市实施“大通关”综合配套改革的试点。',
            	'7':'2004年，内蒙古自治区党委、政府组织召开了加快发展第三产业专题会议。',
            	'8':'2005年，内蒙古自治区比全国提前3年在全区范围免征牧业税，提前1年免征农业税和除烟草以外的农业特产税。延续数千年的皇粮国税在内蒙古被完全取消。',
            	'9':'2007年8月2日，国务院批准《东北老工业基地振兴规划》，位于内蒙古东部的呼伦贝尔市、兴安盟、通辽市、赤峰市、锡林郭勒盟等五盟市被列入其中，开始享受增值税减免、资源型城市转型、国有企业减负等优惠政策。'
			},
	'辽宁':{
				'2003':'1',
            	'1':'2003年9月10日，国务院常务会议研究实施东北地区等老工业基地振兴战略，提出了振兴东北的指导思想、原则、任务和政策措施。'
			},
	'吉林':{	
				'2003':'1',
            	'1':'2003年9月10日，国务院常务会议研究实施东北地区等老工业基地振兴战略，提出了振兴东北的指导思想、原则、任务和政策措施。'
			},
	'黑龙江':{
				'2003':'1',
            	'1':'2003年9月10日，国务院常务会议研究实施东北地区等老工业基地振兴战略，提出了振兴东北的指导思想、原则、任务和政策措施。'
			},
	'上海':{	
				'2004':'1', '2005':'1', '2006':'1', '2007':'1', '2008':'1', '2009':'1', '2010':'1', '2011':'1', '2012':'1', '2013':'1', 
            	'1':'2004年以后，每年人均GDP增长率都在0.1左右甚至以下，远远低于其他省份。查阅资料发现，2004年以后上海市对外贸易进出口总量增长速度明显下降，外商投资额增长率也明显下降，2009年甚至出现负增长。'
			},
	'江苏':{
				'2005':'1',
            	'1':'2005年，人均GDP增长速率继续上升。旅游业的持续发展和高新技术产业的发展使江苏的人均GDP增长率继续上升。'
			},
	'浙江':{
				'1983':'1',
            	'1':'1983年南方增长率普遍偏低，北方增长率普遍高。一个原因是北方经历了5年旱灾后国家支持偏向北方；另一个与南方各地的水灾有关。'
			},
	'安徽':{
            	'1991':'1',
            	'1':'1991年，其他省份较之90年均增长，安徽却出现负增长。主要原因是1991年的安徽水灾。'
			},
	'福建':{
			'1980':'1', '1981':'1', '1983':'2', '1984':'3', '1985':'3', '1986':'4', '1987':'5', '1995':'6', '1996':'6', '1997':'6',  '2008':'7',
            '1':'1980-1981年，福建省的经济增长率都在较高水平，这与其它地区有明显区别。查阅福建省的统计年鉴可以看到这几年第一产业增值逐年递增，涨幅很大，特别是81年，增值是前两年的两倍左右，查阅资料发现81年2月加快落实生产责任制，到3月94%的生成队都建立了各种形式的生成责任制（其中“包产到户”最受欢迎）；而第二、第三产业稳定增长；另外正是这几年间，第一产业的比例快速接近第二产业，直到81年，第一产业比重跟第二产业基本持平。这些数据都说明农村改革在福建率先收获了成效，“包产到户”的生产责任制确实能解放农村生产力。',
            '2':'1983年，福建经济增长率继续走低，其中农业增值继续下降，这与80-81年农业的高速发展成为鲜明对比，自然灾害方面当年2-4月出现全省大面积暴雨，还发生了历史罕见的春季大洪灾，使得数十个村庄地裂下陷，造成了一定的经济损失，但这是否农业产值增速降低的主要因素还存在疑问；但不可否认的是经济确实仍在稳定增长，而且到了次年，福建农业增值又再次出现巨幅提升。',
            '3':'1984-1985年，福建增长速率明显提高，特别是84年涨幅特别大，其中第一二三产业都有大幅增长，第一产业继续完善承包责任制，取得了更好的效益，农村经济从单一粮食生产逐步向多行业综合发展转化，其中乡镇企业发展迅猛，成为农村经济重要支柱；经济体制改革的深入使得工业经济效应好转，轻重工业产值同时大幅增长；84年来闽旅游人数增长迅速，使得旅游业有了26%的高额增长；同时新增固定资产有巨额增长，建筑业在实行承包责任制后也出现了增长高峰；国内商业方面物价上升并不明显，扣除物价上升因素后社会商品零售总额仍有客观的增长，说明是人民的消费欲望上升导致了福建经济的健康、高速增长。',
            '4':'1986年，福建经济增长率大幅下降，次年又大幅回升，形成低谷。这一年，由于受到严重自然灾害的影响，第一产业增值有所回落；工业这一年由于外部条件变化剧烈，亏损企业和亏损额都增多；旅游业增长也有所放缓；固定资产投资谨遵中央的紧缩政策，已得到有效控制；人民消费欲望对比85年有所下滑，物价虽然有一定上升，但社会商品零售总额的增长不如85年。',
            '5':'1987年，福建经济增长速度大幅上升，第一二三产业同时出现增速高峰。第一产业增幅巨大，不仅粮食产量接近历史最高水平，同时林牧副渔四业发展也较快，对农业投资大幅上升，银行农业贷款接近50%，有效改善了生产条件；第二产业稳中求快，轻重工业齐头并进，经济效益明显提高；外贸出口量大幅增长；但同时物价上涨幅度过大，社会商品零售总额增幅16%，但扣除物价因素仅有6%，足以看出问题之严重。但这种程度的物价上涨只是铺垫，随之而来的就是88年的物价失控。',
            '6':'1995年，福建经济增长率大幅降低，这是因为94年经济过热情况严重，人均GDP增长率竟然达到46%，于是95年福建实施严格的宏观调控，并取得成效：通货膨胀得到抑制，固定资产投资也得到控制，增幅比上年回落19.8%。但实际上问题还是比较严重，全年消费品零售总额增幅28%，扣除价格因素后仅有12%，固定资产投资扣除价格因素后实际增幅也还有21%。正因此，在接下来的96-97年，福建继续采取紧缩政策，人均GDP增速持续回落。',
            '7':'2008年，福建经济增长率有所下滑，查阅福建2008的《国民经济和社会发展统计公报》，注意到第一产业增长率与上一年基本持平，主要问题出在第二、第三产业，由于受到金融危机的影响，这年的外贸出口增长率比上年下降7个百分点，国际旅游的外汇收入增长率也受到影响，从上一年的47.5%降到了10.3%。'
			},
	'江西':{
			'1980':'1', '1981':'1', '1982':'1', '1983':'1', '1984':'2', '1985':'2', '1989':'3', '1990':'3', '1991':'3', '1992':'4', '1993':'4', '1994':'4', '1995':'5', '1996':'5', '1997':'6', '1998':'6', '1999':'6',
            '1':'1980-1983年，江西省经济增长速度较低，仅有小幅度的波动，原因是经济刚从文革中恢复过来，而江西本身的绝对产值较高，体现在增长速度上就会有劣势。',
            '2':'1984-1985年，江西经济增长率突然大幅提升，与前几年的低迷形成对比。由于经济并非健康地平稳增长，而且86年经过固定资产的调控后增长率又迅速大幅回落，可以推测84-85年的增长率突增，其原因除了农村改革一定程度推动了经济发展，更多还是固定资产投资增长过快、物价过快上升、通货膨胀带来的影响。',
            '3':'1989-1991年，江西经济增长率持续低迷，自从89年整顿增长速度大幅下降以来，江西一直实行紧缩的经济政策，虽然91年全国经济政策总体放宽，但江西省企业的活力仍普遍处于低落期，还未恢复过来，这使得第二产业低速增长，导致江西省的复苏滞后。',
            '4':'1992-1994年，江西经济增长逐渐加快，这期间第二产业加速发展，占GDP的比例首次超过第一产业，第三产业比重也不断加大，江西产业结构得到了不错的调整。这期间，虽然农业出口总额降低，但进口额降低得更快，带来了巨大的贸易顺差，这部分差额用于引进新技术发展第二产业，推动了江西经济的快速发展。',
            '5':'1995-1996年，江西经济增长率有所回落，但是下降仍算平稳，原因是94年江西省增速达到顶峰，通货膨胀问题较为严重，因此江西提前采取了紧缩政策和相应的改革，使得适度紧缩成为了可能，最后让经济过热问题较为平稳地冷却下来。',
            '6':'1997-1999年，江西经济增长速度先是大幅降低，然后保持低迷，形成改革开放加速发展以来的增速低谷，但实际上各产业效益都有所提高，增速降低只是因为通货紧缩、人民消费欲望降低，这样稳中有进的发展不是坏事。'
			},
	'山东':{
			'1982':'1',
            '1':'1982年增长率出现低谷，未找到原因。'
			},
	'河南':{
			'1981':'1', '1982':'1', '2001':'2', '2002':'2', 
            '1':'1981、1982年受旱灾影响，增长率出现低谷。',
            '2':'2001、2002年，社会投资未有效启动，未跟上加入WTO的步伐，人均GDP增长变慢。'
			},
	'湖北':{
			'1999':'1',
            '1':'1999年增长率陷入低谷，除了总规律分析的原因外，还有1998年大洪水带来的影响。'
			},
	'湖南':{
			'1982':'', '1983':'1', '1984':'1',
            '1':'1982-1984年，湖南经济平稳增长，并未有很大波动；1985年，湖南经济增长率大幅上升，次年又大幅回落，形成波峰，与经济政策联系起来可以总结出85年的增长率昙花一现应是与通货膨胀和固定资产投资增速过快有关，而86年一经调控就又回到正常增长水平。'
			},
	'广东':{
			'1980':'1', '1981':'1', '1982':'1', '1983':'2', '1986':'3', '1987':'4', '1994':'5', '1995':'5', '2001':'6', '2004':'7', '2005':'7', '2006':'7', '2007':'7', '2008':'7',
            '1':'1980-1982年，广东的经济增长率相比79年有了明显的提高，这与此时期的农村改革有很大关系。特别是80年，人均GDP增长率从79年的11%增加到17%，79年广东农业、工业总产值增长率分别是6.5%和7.2%，而80年分别是37.9%和12.3%。，比对数据后发现农业增长率增幅达到33个百分点，可以说是巨大飞跃。早在79年，广东已经率先打破包产到户和分田单干是“歪风邪气”的说法，在80年9月出台75号红头文件《关于进一步加强和完善农业生产责任制的几个问题》正式允许包产到户以前，就已有10%的生产队实行上述两种生产责任制，在红头文件出来后，到81年1月前，比例已上升到40%，这就是使得广东80年经济增速飞跃的重要原因。同年，广东的深圳、珠海、汕头被设为经济特区。',
            '2':'1983年，广东经济增长率出现低谷，查阅资料得到82年第一二三产业增长率分别为25.3%、12.5%和14.1%，而83年分别为2.6%、12.5%和10.2%，而且83年第一二三产业所占比例为32.9%、41.3%和25.8%，通过比对数据就可以发现83年第一产业增长率大幅下降，而且正是因为第一产业比例较大，所以拉低了整体的经济增长率；在广东三防信息网上查到83年广东遭遇较严重的洪涝灾害，农田受灾面积超过108万公顷，第一产业增长大幅回落可能与这有关。',
            '3':'1986年，广东经济增长率大幅下降，次年又大幅回升，形成低谷。查阅资料得到85年第一二三产业增长率分别为18.3%、22.5%和39.5%，而86年分别为9.6%、11.3%和27.0%，其中第一和第三产业降幅较大；86年广东出现特大洪灾，受灾面积超过111万公顷，造成直接经济损失28.14亿元，影响了第一产业；而第三产业中最影响增长率的是批发与零售业，从46.8%降至12.4%，实际上85年物价水平异常高，中央也出台了不少调控政策，86年广东物价上涨情况得到很好的控制，但随之批发与零售业增长率就巨幅下降了。',
            '4':'1987年，广东经济增长速度大幅上升，回到85年水平，第一二三产业同时出现增速高峰（23.2%、29.1%、31.2%）。其中第二产业增速比86年高出18个百分点，这年工业产值的飞涨一是与“七五”计划的加速发展期有关，另一方面也应看到当年物价水平又像85年那样大幅上涨，产值的一部分增额是物价带来的影响。',
            '5':'1994-1995年，广东经济增长率已经提前于其它省份开始回落，其中工业的增速降幅最大。91-93年，随着“八五”计划的推进，广东工业的增长率从27%飞速涨至55%，物价水平也随之大幅上升，到93年经济已经严重过热。从94年开始的2年，广东逐步采取紧缩政策，控制通货膨胀，提前为软着陆做准备。',
            '6':'2001年，广东经济增长率并没有延续前2年的态势继续增长，而是出现小幅回落，第一二三产业增速都有一定下降，同时这年外贸出口也增长放缓，物价水平也有一定下滑。',
            '7':'2004-2008年，广东经济并非大起大落，而是在保持大致平稳下小幅波动，查阅这几年的广东省《国民经济和社会发展统计公报》发现广东这一时期的物价并没有跟随全国的普遍情况有较大提升，而只有小幅温和的波动，一是因为广东的物价水平本来就比较高，上升空间没那么大，证明广东对通货膨胀的问题比较重视，这几年调控政策一直都在求“稳中发展”；而08年增速降幅较为明显，主要是因为07年金融危机使得这年的外贸出口额增长率从17%降到了9%，进而影响了整体经济。'
			},
	'广西':{
			'1980':'1', '1981':'1', '1983':'2', '1986':'3', '1987':'4', '1991':'5', '1995':'6', '1996':'7',
            '1':'1980-1981年，广西省的经济增长率较高，除了因为家庭联产承包责任制解放了农村的生产力，另外一个原因是80年财政部在广西柳州市进行工商税制改革调查试点，广西成为了后来推动全国经济发展的“利改税”政策的试验田，提前享受了一些“优惠”政策；而且广西作为少数民族地区，国家给予了较大的物力与财力支援；另外，79年广西省的人均GDP很低（倒数第二），所以体现在增长率上会稍微拔高。',
            '2':'1983年，广西人均GDP增长率出现低谷，这与前后几年的发展速度很不协调，但由于年代较老、资料很有限，分析员没有查到当年为何增长明显放缓的原因，只查到83年中央纪委、国务院对生产资料乱涨价、基本建设规模等问题有过严格控制，而这是否其中的关键因素不得而知。',
            '3':'1986年，广西经济增长率再次出现低谷，当年全国大部分地区出现严重旱情，广西东北部的秋旱较严重，但这是否严重影响了农业进而影响经济增长率，由于年代较老、资料很有限，分析员没有查明。',
            '4':'1987年，广西经济稳步增长，第一产业生产得到加强，第二产业额轻重工业均衡发展；这一年广西的固定资产、基本建设投资有所控制，结构得到调整；受到扩大开放政策的影响，本年度对外出口也有较大增长；但同时由于部分垄断性企业对紧销产品提价，所以物价水平也有一定程度的上涨。',
            '5':'1991年，广西不同于一些省，经济仍未开始复苏，增长率继续走低。农业方面，由于当年遇到严重干旱，而广西的农业基础设施（水利）不足，虽然最后收成尚可，但产值增长率并无提高；第二产业方面，收到整顿的持续影响，广西大中型企业的活力不足、经济效益较低，亏损企业较多。可喜的是，广西呈现了一定的复苏征兆：固定资产投资有了一定回升，国内市场社会商品零售和对外出口都有一定的增长。',
            '6':'1995年，广西的经济增长率与全国其它地区相比，先一步大幅回落。广西这年实施国家适度从紧的政策，物价明显回落，抑制了通货膨胀；虽然同时加强了农业生产和基础设施建设，深化工业体制改革，但固定资产投资回落过快，国有企业亏损面较大等问题使得经济增长率有所下降。',
            '7':'1996年，广西的经济增长率延续前一年的状况，继续回落，紧缩政策的效果开始明显。'
			},
	'海南':{
			'1980':'1', '1981':'1', '1982':'1', '1983':'2', '1984':'3', '1985':'4', '1986':'5', '1987':'6', '1992':'7', '1993':'8', '1994':'8', '1995':'8', '1996':'8', '2000':'9', '2001':'9', '2002':'9', '2003':'9', '2004':'9', '2005':'9', '2006':'9', '2007':'9', '2008':'9',
            '1':'1980-1982年，海南的经济增长率逐年攀升，特别是82年有了巨大飞跃，这与此时期的农村改革有很大关系。查阅这3年海南的数据发现，第一产业增长率从1.6%升到了25.4%，第二产业增长率从-5.3%提高到10.4%，第三产业从8.5%到27.5%，从数据就可以看出第一产业的增长率有巨大的跨越，家庭联产承包责任制的普及是主要原因；而第二产业随着固定资产投资的加大也从负增长转变为较高增长率；第三产业中旅游业蒸蒸日上。',
            '2':'1983年，海南经济增长率出现低谷，查阅资料得到82年第一二三产业增长率分别为25.4%、10.4%和27.5%，而83年分别为4.8%、8.4%和6.7%，通过比对发现第一三产业增速都有明显下滑，注意到这年海南严格控制了固定资产投资的情况，对企业进行整顿，并且社会商品零售总额增速有很大下滑，但造成增长率大幅下降的具体原因，由于年代较远，分析员无法查明。',
            '3':'1984年，海南经济增长率相比83年有巨大涨幅，其中第二产业的增长率涨幅最大，从8.4%到43.6%涨了近5倍。这一年海南一大批工业公司建成投产，其中国有单位的基本建设投资增幅77%，出口总额增长160%，实际利用外资增长307%，工业的发展起飞带动了海南这年的经济增长。',
            '4':'1985年，海南经济增长率稍有放缓，第一产业涨幅继续下降；第二产业比上一年起飞阶段少了10个百分点，但仍很高；进出口额度增长率都有一定降温；但固定资产投资增长率却过高，接近56%，所以下一年海南对固定资产投资有所控制，经济也继续放缓。',
            '5':'1986年，海南经济增长率继续下降，达到那个时期增长率最低点。这一年第一二产业增长率都低于2%，第三产业增长率也降至10%，其中海南遵从中央的政策，严格控制固定资产投资，使得增长率从上一年的56%降至4.5%，另外出口额下降53%，使得经济增长率受到严重影响。',
            '6':'1987年，海南经济增长率小幅反弹，固定资产投资继续得到控制，对外出口额大幅增长，社会总需求大于社会总供给，物价涨幅偏大。',
            '7':'1992年，海南人均GDP增长率暴增，竟然达到了51%，主要原因是这一年海南出现了严重的房地产泡沫，这座总人数不过655.8万的海岛上竟然出现了两万多家房地产公司，平均房价是91年的3.5倍；固定资产投资大幅增长，达到90.8%，而全省房地产投资总投资的一半；而且城市物价涨幅过大，社会零售总额增长率58%，但扣除价格因素后仅有30%，下降了一半可见问题之重。',
            '8':'1993-1996年，在全国经济增长率普遍较高的情况下，海南增长率却持续地急转直下。这是因为92年的通货膨胀和房地产泡沫问题过于严重，海南在这几年致力于经济过热的冷却以及软着陆，93年6月国务院发布《关于当前经济情况和加强宏观调控意见》实施16条整顿措施，严厉打击房地产泡沫，数千家开发商卷款逃离，留下烂尾楼遍地；固定资产增长率逐年下降，在95-96年增长率出现负值；物价上涨情况在94年仍比较严重，但95-96年逐渐稳定下来。',
            '9':'2000-2008年，海南经济增长率并没有像其它省的大趋势一样大起大落，而是稳定上升，仅有小幅波动。原因是海南经济结构并不同于大部分地区，其中第一和第三产业占据比例较大，而第二产业比例较小。在这9年间，农业稳定增长；工业先是小幅增长，中期有一定加速，后期又增速减缓，建筑业增长速度稳定，但仅到最后两年第二产业比例才与第一产业持平；第三产业是海南的经济支柱，这9年间海南旅游业持续高速发展；这9年海南水平上涨幅度并不算大，外贸进出口总额中后期一直保持很高的增长率。'
			},
	'重庆':{
			'1981':'1', '1982':'2', '1983':'2', '1984':'2', '1985':'3', '1987':'4', '1996':'5',
            '1':'1981年重庆经济增长速度突然出现低谷，次年又恢复正常，这一波动与当年7月在长江上游四川盆地广大地区出现的连续6天特大暴雨，以及后续引起长江上游干流重庆至宜昌河段的洪灾有关。此次洪灾使长江上游干支流两岸人民生命财产和工农业生产的严重损失，受灾人口达1500多万人，150万人无家可归，受淹耕地1300多万亩，造成的直接经济损失约20亿元。',
            '2':'1982年重庆经济从洪涝灾害中恢复过来，得益于中央推动地方农村改革。实际上，从1980年中央发布75号文件《关于进一步加强和完善农业生产责任制的几个问题》开始，重庆市就开始实行包产到户责任制；1982年的中央1号文件《全国农村工作会议纪要》进一步细化说明了农村改革各方面的工作，特别是明确了“包产到户”和“大包干”都是“社会主义生产责任制”，不同于以前的“小私有的个体经济”。在此文件的推动下，重庆市开始普遍采用“大包干”责任制，在1983年覆盖率已达到99.5%，这极大解放了农村的生产力，1982-1984年农村经济发展成为重庆市经济增长率稳定上升的重要原因。',
            '3':'1985年，重庆经济增长已小幅放缓，同年4月国务院发出《关于控制固定资产投资规模的通知》，重庆经济放缓猜测与控制固定资产投资的政策有关。',
            '4':'1987年，重庆继续受到中央控制固定资产投资增长过快的政策的影响，经济增长率仍处于较低水平。',
            '5':'1996年，重庆的经济增长率大幅下降，很大的原因就是适度紧缩政策的作用。'
			},
	'四川':{
			'1981':'1', '1983':'2', '1984':'2', '1985':'2', '1987':'3', '1988':'3', '1990':'4', '1991':'5', '1992':'5', '1993':'5', '1994':'5', '1995':'5', '1996':'6',
            '1':'1981年四川经济增长速度突然出现低谷，次年又恢复正常，这一波动与当年7月在长江上游四川盆地广大地区出现的连续6天特大暴雨，以及后续引起长江上游干流重庆至宜昌河段的洪灾有关。此次洪灾使长江上游干支流两岸人民生命财产和工农业生产的严重损失，受灾人口达1500多万人，150万人无家可归，受淹耕地1300多万亩，造成的直接经济损失约20亿元。',
            '2':'1983-1985年，四川经济增长速度稳步上升。四川省农业资源丰富，作为农业大省，这几年的经济稳步上升与中央对农村的工作密不可分。',
            '3':'1987-1988年，四川省的经济增长速率出现新的高峰，这两年间四川农业发展虽然势头有所放缓，但仍算稳定；而工业发展速度较快，大部分国营企业和集体工业企业都实行了承包制，工业在这两年间发展较快，在88年工业发展甚至有些过热，工业生产内部结构不够合理，并且88年受到了中央价格闯关政策的影响，物价飞速上升，表现在数据上人均GDP似乎出现高峰，但实际上并非好现象。',
            '4':'1990年，四川省经济增长率有短暂高峰，这一年物价水平基本稳定，农业稳定发展，工业有了整顿后的回复性增长，固定资产投资结构有所改善，加强了重点项目的投资，但最关键的因素是这一年的外贸出口量大幅上升，查阅资料发现刚好这一年举办了四川国际经济贸易洽谈会，为四川的出口提供了很好的机遇。',
            '5':'1991-1995年，在第八个五年计划下，四川省的农业稳步发展，而工业在经济整顿后持续发展，在后期更是出现了增长高峰；从1991年底开始持续到1995年，四川的重工业增长优于轻工业增长势头，四川省的经济增长需求和供给结构均发生了历史性的转变，重工业的迅速发展将四川经济带入起飞阶段。',
            '6':'1996年，四川省贯彻中央适度紧缩的政策方针，虽然表现在人均GDP上增长率有所放缓，但四川粮食持续增产，财政增收，金融形势平稳，国民经济进入了适度快速增长的轨道，人民生活水平继续提高。'
			},
	'贵州':{
			'1983':'1', '1984':'2', '1985':'3', '1987':'4', '2003':'5', '2004':'6', '2005':'6', '2006':'7', '2007':'7', '2008':'7', '2009':'8',
            '1':'1983年，贵州人均GDP增长率出现低谷，这与前后几年的发展速度很不协调，但由于年代较老、资料很有限，分析员没有查到当年为何增长明显放缓的原因，只查到83年中央纪委、国务院对生产资料乱涨价、基本建设规模等问题有过严格控制，而这是否其中的关键因素不得而知。',
            '2':'1984年，贵州经济增长率异常高涨，可能是这一年贵州经济过热情况严重导致，由于年份久远，更具体的原因无法查明。',
            '3':'1985年，贵州的经济领先于全国出现大幅回落，具体原因无法查明，但相比于其他省份，贵州84年的经济涨幅异常之高，可以理解为贵州经济过热情况较为严重，先于全国达到高峰，于是在85年贵州省比其它省提前采取紧缩政策，导致了这次的回落。',
            '4':'1987年，贵州经济稳步增长。虽然本年贵州干旱时间长、面积广，但在积极抗灾下，农业经济持续稳步发展；企业继续推行经营承包责任制，工业以较快速度发展；基本建设方面，国家重点建设加强，地方基本建设投资有所压缩，投资结构有了改善；国内商品零售总额扣除物价上涨因素仍有较大增长；在扩大开放的政策下，外贸进出口有大幅增长；这一年，贵州的旅游业产值也比上一年增长24%。',
            '5':'2003年，贵州经济大幅增长，真正实现了2000年西部大开发战略以来的飞跃。这一年，农业克服了严重旱灾的影响，稳定增长；工业、建筑业结构有所调整、效益有所提高，有较快发展；而固定资产投资再上新高，一批重点项目建成投产；物价有小幅上涨，但消费品零售额有大幅上升，这是因为今年来住房、汽车、通信等高消费品逐渐成为贵州省的消费热点；而对外进出口的大幅增长则是拉动经济的关键因素。',
            '6':'2004-2005年，贵州经济并未像其它地区一样“大起大落”，而是保持较为平稳的发展，这是因为虽然04年贵州物价也有一定的涨幅，但并非十分严重，这年的经济增长主要还是靠外贸进出口的大幅增长、企业效益的健康增长、旅游业的快速发展来组成的；因此05年贵州并未受紧缩政策较大影响，虽物价涨幅减小，但固定资产投资和生产资料价格继续上涨，工业和旅游业的发展仍保持高速，但这年的对外贸易总额有所回落，特别是外贸进口大量减少。',
            '7':'2006-2008年，贵州的经济增长率达到一个新的高水平并保持。高经济增长率除了有通货膨胀的因素存在，更多还是靠工业、固定资产投资、旅游业的稳定快速增长，以及对外贸易从恢复性增长到大幅增长的发展来达成的。',
            '8':'2009年，贵州经济增长率大幅降低，其中第二产业增长率大幅下降、企业效益明显降低、对外进出口总额大幅下降是主要原因，这都是受到全球金融危机的影响所致；另外居民消费价格总水平也有所下降，但降幅不大；第一产业平稳发展；仅有旅游业仍保持较高发展。'
			},
	'云南':{
			'1983':'1', '1986':'2', '1987':'3', '1991':'4', '1996':'5', '1997':'6', '1999':'7',
            '1':'1983年，云南人均GDP增长率出现低谷，这与前后几年的发展速度很不协调，但由于年代较老、资料很有限，分析员没有查到当年为何增长明显放缓的原因，只查到83年中央纪委、国务院对生产资料乱涨价、基本建设规模等问题有过严格控制，而且当年云南发生过春夏大旱，而这是否严重影响了经济或农业就不得而知。',
            '2':'1986年，云南省的经济增长率出现低谷，工业低速生产是主要原因：年初，因工资套改奖励基金相对减少，企业内部经济责任制落实缓慢，影响职工积极性，再加之市场供求变化，汽柴油、流动资金不足，原材料短缺，造成了工业生产低速增长；虽然后半年通过积极调整有了改善，但全年增长率还是不能与前2年相提并论；另外当年云南发生过春夏重旱，但是否影响了农业和整体经济的增长，因年代较远、资料较少，分析员并没有查明。',
            '3':'1987年，云南省的经济增长速率出现新的高峰，这得益于云南的第二产业的快速发展。实际上在1978年，第一产业占云南经济增长的主导；改革开放以来，云南省一直在通过调整投资结构来发展生产，同时调整产业结构；在87年，云南第二产业产值首次超过了第一产业，工业化进程的加快促进了云南的经济增长。',
            '4':'1991年，云南不同于一些省，经济仍未开始复苏，增长率继续走低，原因是前两年的整顿并未时过热的经济有明显下降，云南省政府继续整顿一年，采取紧缩政策的影响。',
            '5':'1996年，云南并没有受到适度紧缩政策的影响而是保持较高的增长率，这是因为当云南并未出现旱涝灾害，第一产业增长率仍比较高；另外虽然固定资产投资有所减少，但第二产业相比前2年增长得更快，似乎紧缩政策还未收到明显的效果；而第三产业也创了新高，产业增加值是比前后几年都高出很多。',
            '6':'1997年，云南省出现了适度紧缩政策实施以来的首次大幅回落，第一、二、三产业的增加值都有很大幅的下降，本年度虽然发生了亚洲金融危机，但外贸进出口暂时没受到影响，所以是国内的紧缩政策起了主导；除此以外，97年夏季云南出现大旱，一定程度影响了农业的产值。',
            '7':'1999年，云南省经济增长率出现了改革开放以来的最低值，这一年，第一产业增加值与1998年相差无几，而第二产业的增加值相较于前一年反而收缩了。第一产业的问题是由99年云南的严重旱灾造成的；这一年虽然云南省人民消费欲望有所上升，但由于投资和净出口同时出现较大的负增长，抵消了消费的贡献，导致第二产业增加值收缩。'
			},
	'西藏':{
			'1980':'1', '1984':'2', '1987':'3', '1988':'3',  '1989':'3', '1994':'4', '1995':'4', '1996':'4', '1997':'4', '1998':'4', '1999':'4', '2000':'4', '2001':'4', '2006':'5', '2007':'6',
            '1':'1980年3月中央书记处召开的第一次西藏工作座谈会推动了西藏的思想解放和拨乱反正, 使西藏实现了工作重点的转移。',
            '2':'1984年2、3月间, 中央专门召开第二次西藏工作座谈会提出帮助西藏建设43项工程。',
            '3':'1987 ～ 1989年前后发生的大小骚乱上百起, 给西藏经济社会发展造成了严重的后果。',
            '4':'1994 ～ 2001年，处于第三次至第四次西藏工作座谈会期间, 西藏经济社会发展开始步入快速发展阶段。',
            '5':'2006年3月, 根据《意见》精神, 国务院办公厅下发了《关于加快西藏发展维护西藏稳定若干优惠政策的通知》。《通知》公布了加快西藏发展维护西藏稳定的40条优惠政策。',
            '6':'2007年1月31日的国务院常务会议上又专题研究和确定西藏“十一五” 期间180 个规划项目, 总投资1097.6亿元。'
			},
	'陕西':{
			'1979':'1', '1980':'2', '1981':'2', '1982':'3', '1986':'4', '1992':'5', '2001':'6', '2002':'7', '2003':'8', '2005':'9',
            '1':'1978年5月20日省委发布《关于目前农村经济政策中若干问题的规定》，1979年3月 7日陕西省委成立领导小组，复查纠正三案。',
            '2':'1980年4月19日陕西省实行“划分收支、分级包干”财政管理新体制。',
            '3':'1982年开始省级机构改革，同年12月发现神府大煤田',
            '4':'1986年11月 9日陕西秦岭发电厂全部建成。',
            '5':'1992年5月23日陕西省政府发布《关于鼓励外商投资的若干规定》。',
            '6':'2001年4月10日省委、省政府作出《关于改善投资环境进一步扩大开放的决定》。',
            '7':'2002年召开的省委十届二次全会陕西提出“三步走”战略目标。',
            '8':'2003年9月23日省委省政府出台了《关于进一步深化我省国有企业改革的意见》、《关于进一步加快非公有制经济发展的若干意见》、《关于加快发展壮大县域经济的决定》。',
            '9':'2005年起全省免征农业税。'
			},
	'甘肃':{
			'1980':'1', '1981':'2', '1982':'2', '1983':'3', '1984':'3', '1985':'3', '1986':'3', '1987':'3', '1988':'3',
            '1':'1980年之后, 国家的资金投入和政策投入都向东部沿海地区倾斜, 对象甘肃这样的西部不发达地区的投入相对减少,从而导致甘肃国民经济的增长速度低于全国平均增长速度。',
            '2':'体制改革集中在1982 年前,表明政治运动和错误的经济发展战略等因素, 加强了经济波动的振幅, 引起经济增长的大起大落。',
            '3':'1983 年以后随着向市场经济体制的过渡, 经济波动趋缓, 经济的稳定性增强, 没有出现负增长的现象。'
			},
	'青海':{
			'1979':'1', '1980':'2', '1981':'2', '1982':'2', '1983':'2', '1984':'3', '1985':'3', '1986':'3', '1987':'3', '1988':'3',  '1989':'3', '1990':'3', '1991':'3', '1992':'3', '1993':'4', '1994':'4', '1995':'4', '1996':'4', '1997':'4', '1998':'4', '1999':'4', '2000':'4', '2001':'4', '2002':'4', '2003':'4', '2004':'4', '2005':'4', '2006':'4', '2007':'4', '2008':'4', '2009':'4', '2010':'4', '2011':'4', '2012':'4', '2013':'4',
            '1':'1978 一1979年的第一个周期。党的十一届三中全会决定把全党的工作重点转移到以经济建设为中心上来, 加快发展的积极性高涨。但国民经济刚刚从崩溃的边缘解脱出来, 由于当时左倾思想影响, 在经济发展上急于求成, 脱离了青海的实际情况, 进行了盲目、重复建设, 使国民经济比例严重失调, 致使经济运行大起大落。',
            '2':'1980 一1983年的第二个周期, 经济波动幅度比前一周期有所减小。由于青海省认真贯彻中央提出的” 调整、改革、整顿、提高” 的方针, 结合本省省情, 积极探索适合青海省省情的经济发展的战略和措施, 制定和推行了一系列改革、开放、搞活经济的方针政策, 调整国民经济结构, 改革经济管理体制, 使国民经济开始走上比较稳步发展的轨道。',
            '3':'1984年一1992年的第三个周期, 青海省国民经济波动明显减缓。这是由于青海省积极贯彻中央决策, 结合青海省情, 提出了“ 改革开放、治穷致富、开发资源、振兴青海” 的经济发展战略。',
            '4':'1993年以来的第四个周期, 在邓小平南巡讲话鼓舞下, 全省经济持续快速发展, 综合实力显著增强。'
			},
	'宁夏':{
			'1979':'1', '1980':'1', '1981':'1', '1982':'1', '1984':'2', '1985':'2', '1988':'3', '1989':'3', '1990':'3', '2011':'4', 
            '1':'1978年4月中央工作会议提出“调整、改革、整顿、提高” 的方针,  1980年宁夏经济增长率进入收缩期。',
            '2':'20世纪80年代中期，宁夏提出了“开门建设”战略，1984年6月19日，宁夏政府代表在北京宣布宁夏向世界敞开大门，欢迎国内外到宁夏投资合作。',
            '3':'1988年9月中央第十三届三中全会提出“ 治理经济环境,整顿经济秩序”的方针, 1989年宁夏经济增长率进入收缩期, 1990年达到谷底。',
            '4':'2011年1月22日自治区通过《宁夏回族自治区“十二五”规划》，提出坚持以大开放促大发展。'
		},
	'新疆':{
			'1979':'1', '1980':'1', '1981':'1', '1982':'1', '1983':'1', '1984':'1', '1985':'1', '1986':'1', '1987':'1', '1988':'1',  '1989':'1', '1990':'1', '1991':'1', '1992':'1', '1997':'2',
            '1':'1978年，新疆三次产业增加值占地区生产总值的比重为35.9︰46.2︰17.9，1982年产业结构退化为43.1︰35.4︰21.5，此后逐步好转，到1992年，第二产业比重又超过第一产业，成为主导产业，使新疆初步完成了工业化前的准备阶段。',
            '2':'1997年，工业增加值占地区生产总值的比重超过第一产业，这标志新疆正式进入工业化初期阶段。近些年来新疆的工业化程度更是在不断加深。'
		}
}

